Repository: wpovernight/woocommerce-pdf-ips-number-tools
Catalog: languages/woocommerce-pdf-ips-number-tools-*.po
Languages: de_de, it_it

source: Provides debugging tools for invoice numbers
de_de: Bietet Debugging-Tools für Rechnungsnummern
it_it: Fornisce strumenti di debug per i numeri di fattura

source: Refund:
de_de: Rückerstattung:
it_it: Rimborso:

source: Unknown
de_de: Unbekannt
it_it: Sconosciuto

source: Number
de_de: Nummer
it_it: Numero

source: Calculated
de_de: Berechnet
it_it: Calcolato

source: Date
de_de: Datum
it_it: Data

source: Order
de_de: Bestellung
it_it: Ordine

source: Order Status
de_de: Bestellstatus
it_it: Stato Ordine

source: The <strong>Number Tools</strong> extension for <strong>PDF Invoices & Packing Slips for WooCommerce</strong> has been active for more than a week now. If you don't plan to use it, we recommend that you remove it from your site!
de_de: Die <strong>Nummer Werkzeuge-</strong> Erweiterung für <strong>PDF-Rechnungen und Lieferscheine für WooCommerce</strong> ist nun seit mehr als einer Woche aktiv. Wenn Sie nicht vorhaben, es zu verwenden, empfehlen wir Ihnen, es von Ihrer Website zu entfernen!
it_it: L'estensione <strong>Strumenti numerici</strong> per <strong>Fatture PDF e documenti di trasporto per WooCommerce</strong> è attiva ormai da più di una settimana. Se non prevedi di utilizzarlo, ti consigliamo di rimuoverlo dal tuo sito!

source: Hide this message
de_de: Diese Nachricht ausblenden
it_it: Nascondi questo messaggio

source: Number Tools
de_de: Nummer Werkzeuge
it_it: Strumenti Numerici

source: Document Numbers
de_de: Dokumentnummern
it_it: Numeri dei documenti

source: Tools
de_de: Werkzeuge
it_it: Strumenti

source: Choose a number store
de_de: Wählen Sie einen Nummernspeicher
it_it: Scegli un negozio di numeri

source: Select…
de_de: Auswählen…
it_it: Seleziona…

source: View
de_de: Anzeigen
it_it: Visualizza

source: Below is a list of all the document numbers generated since the last reset (which happens when you set the "next {document name} number" value in the settings). Numbers may have been assigned to orders before this.
de_de: Nachfolgend finden Sie eine Liste aller Belegnummern, die seit dem letzten Zurücksetzen (das geschieht, wenn Sie in den Einstellungen den Wert "nächste {Belegname} Nummer" festlegen) erzeugt wurden. Es kann sein, dass die Nummern schon vorher an Aufträge vergeben wurden.
it_it: Di seguito è riportato un elenco di tutti i numeri di documento generati dall'ultimo reset (che avviene quando si imposta il valore "prossimo numero {nome documento}" nelle impostazioni). I numeri potrebbero essere stati assegnati a ordini precedenti.

source: Search number
de_de: Suchnummer

source: Please select a number store!
de_de: Bitte wählen Sie einen Nummernspiecher aus!
it_it: Per favor selezionare un magazzino di numero!

source: Renumber existing PDF invoices
de_de: Nummerieren Sie bestehende PDF-Rechnungen neu
it_it: Rinumerare le fatture PDF esistenti

source: This tool will renumber existing PDF invoices within the selected order date range, while keeping the assigned invoice date.
de_de: Dieses Tool löscht vorhandene PDF-Rechnungen innerhalb des ausgewählten Bestellzeitraums.
it_it: Questo strumento rinumererà le fatture PDF esistenti nell'intervallo di date dell'ordine selezionato, mantenendo la data della fattura assegnata.

source: Set the "next invoice number" setting (WooCommerce > PDF Invoices > Documents > Invoice) to the number you want to use for the first invoice.
de_de: Setzen Sie die Einstellung "nächste Rechnungsnummer" (WooCommerce > PDF-Rechnungen > Dokumente > Rechnung) auf die Nummer, die Sie für die erste Rechnung verwenden möchten.
it_it: Imposta l'impostazione "Numero fattura successiva" (WooCommerce > Fatture PDF > Documenti > Fattura) sul numero che desideri utilizzare per la prima fattura.

source: From:
de_de: Von:
it_it: Dal:

source: (as: yyyy-mm-dd)
de_de: (als: jjjj-mm-tt)
it_it: (come: aaaa-mm-gg)

source: To:
de_de: Bis:
it_it: A:

source: Renumber invoices
de_de: Rechnungen neu nummerieren
it_it: Rinumerare le fatture

source: <strong>IMPORTANT:</strong> Create a backup before using this tool, the actions it performs are irreversible!
de_de: <strong>WICHTIG:</strong> Erstellen Sie ein Backup, bevor Sie dieses Tool verwenden. Die von ihm ausgeführten Aktionen sind irreversibel!
it_it: <strong>IMPORTANTE:</strong> crea un backup prima di utilizzare questo strumento, le azioni che esegue sono irreversibili!

source: Delete existing PDF invoices
de_de: Löschen Sie vorhandene PDF-Rechnungen
it_it: Eliminare le fatture PDF esistenti

source: This tool will delete existing PDF invoices within the selected order date range.
de_de: Dieses Tool löscht vorhandene PDF-Rechnungen innerhalb des ausgewählten Bestelldatumsbereichs.
it_it: Questo strumento eliminerà le fatture PDF esistenti nell'intervallo di date dell'ordine selezionato.

source: Delete invoices
de_de: Rechnungen löschen
it_it: Eliminare fatture

source: invoices deleted.
de_de: Rechnungen gelöscht.
it_it: fatture cancellate.

source: invoices renumbered.
de_de: Rechnungen neu nummeriert.
it_it: fatture rinumerate.
